
/**
 * 主菜单
 */
export const menuTextBuilder = (username: string = '') => `Hello ${username}, 我是防疫精灵，面对疫情，守望相助，共克时艰。

随时 @防疫精灵，了解疫情与防疫的最新消息，我就是你的 千里眼~                  

唤醒方法：只要 @ 防疫精灵 + 检索词汇，就能查询到您想了解的信息啦~ 还不快来试试！

@防疫精灵 辟谣
@防疫精灵 预防
@防疫精灵 实况
@防疫精灵 症状
@防疫精灵 在线诊断
@防疫精灵 附近确诊小区


您还可以试试问本精灵其他问题呢!～难倒我算你赢！我将回归森林继续进化，待我归来之时回答个三天三夜！
@防疫精灵 + 城市名 
例如： @防疫精灵 北京 就能查到当前城市的疫情状况啦！是不是超简单～


本精灵神通广大想要更深入的了解我么
@防疫精灵 帮助 获取更多信息
`;

/**
 * 入群欢迎
 */
export const greetingTextBuilder = (username: string = '') => `欢迎 @${username} 随时 @防疫精灵了解疫情与防疫的最新消息，我就是你的我就是你的千里眼	~~`;

